//Реализуйте алгоритм сортировки пузырьком числового массива, 
//результат после каждой итерации запишите в лог-файл.

/**
 * Bubble_sort
 */
public class Bubble_sort { 
    public static void main(String[] args) {
        
        int [] ar = new int [] {10, 20, 5, 9, 3};  
        System.out.println(ar);
    }    
}




